Repository: SMR76/smr-wp-plugin
Catalog: locale/smr-plugin-*.po
Languages: fa_ir

source: Everythings cleared.
fa_ir: همه چیز پاک شد.

source: Phone number removed.
fa_ir: شمارهٔ تماس حذف شد.

source: Invalid inputs.
fa_ir: ورودی نا معتبر.

source: The inputs are invalid.
fa_ir: ورودی‌ها نا معتبر هستند.

source: Your phone number is already in our system.
fa_ir: شمارهٔ تماس شما در حال حاضر در دستگاه ما موجود است.

source: We have your phone number and will call you as soon as possible.
fa_ir: ما شمارهٔ تماس شما را دریافت کردیم و در اولین فرصت با شما تماس خواهیم گرفت.

source: installation service
fa_ir: سرویس نصب

source: needed
fa_ir: نیاز دارد

source: need installation service?
fa_ir: نیاز به سرویس نصب دارد؟

source: request installation service
fa_ir: درخواست برای سرویس نصب

source: yes
fa_ir: بله

source: Cooperator
fa_ir: همکاران

source: requested for cooperate
fa_ir: درخواست برای همکاری

source: Cooperator Customers
fa_ir: مشتریان همکار

source: check it if you are a cooperator customer.
fa_ir: بررسی همکار بودن شما.

source: Free Shipping
fa_ir: ارسال رایگان

source: Quantity settings
fa_ir: تنظیمات تعداد

source: Enable this to show and enable the additional quantity setting fields.
fa_ir: این گزینه را برای نمایش و فعال سازی تنظیمات تعداد کالا فعال کنید.

source: Roles name
fa_ir: اسم نقش

source: Names of the roles that must be affected (Admin and Customer)
fa_ir: اسامی نقش‌هایی که باید تحت تأثیر قرار خواهند بگیرند. (مانند Admin,Customer)

source: Minimum Quantity
fa_ir: حداقل تعداد

source: Set a minimum allowed quantity limit (a number greater than 0).
fa_ir: محدوده حداقل تعداد را مشخص می‌کند (یک عدد بزرگ‌تر از صفر)

source: Maximum Quantity
fa_ir: بیشترین تعداد

source: Set the maximum allowed quantity limit (must be greater than 0). For an infinite value, enter "-1."
fa_ir: محدودهٔ‌ بیشترین تعداد مجاز را مشخص می‌کند (یک عدد بزرگتر از صفر). مقدار «۱-» به منزلهٔ نامحدود است.

source: Quantity step
fa_ir: قدم‌های تعداد

source: Optional. Set quantity step (a number greater than 0)
fa_ir: اختیاری، تعداد قدم‌های تعداد را مشخص کنید (یک عدد بزرگتر از ۰)

source: New price
fa_ir: قیمت جدید

source: Optional, Set the new product's pricing. (empty means no change)
fa_ir: اختیاری، قیمت جدید کالا را مشخص می‌کند. (خالی به معنی بدون تغییر)

source: Call For Price
fa_ir: تماس برای قیمت

source: Check this box to hide and deactivate theaddToCart button.
fa_ir: این گزینه را برای غیر فعال کردن دکمهٔ «افزودن به سبد» فعال کنید.

source: New Text
fa_ir: متن جدید

source: call for price: <a dir="ltr" href="tel:+123456789">+123456789</a> (name)
fa_ir: برای قیمت تماس بگیرید: <a href="tel:+۱۲۳۴۵۶۷۸۹">+۱۲۳۴۵۶۷۸۹</a> (نام)

source: Settings
fa_ir: تنظیمات

source: Wholesale Settings
fa_ir: تنظیمات همکاران

source: activate wholesale
fa_ir: فعال سازی همکاران

source: wholesale default roles
fa_ir: نقش‌های پیشفرض همکاران

source: SMS panel settings
fa_ir: تنظیمات پنل پیامکی

source: Checkout Settings
fa_ir: تنظیمات وارسی

source: Activate the conditional checkout field with a personalized message.
fa_ir: فعال سازی فیلد‌های شرطی وارسی به همراه یک پیام شخصی‌سازی شده.

source: Free shipping cities
fa_ir: شهرهای ارسال رایگان

source: Cash on delivery cities
fa_ir: شهرهای پرداخت در محل

source: Contact form
fa_ir: فرم تماس

source: send SMS message after user registration
fa_ir: ارسال پیام بعد از ثبت‌نام کاربر

source: User actions
fa_ir: فرایند‌های کاربر

source: Sticky button settings
fa_ir: تنظیمات دکمهٔ چسبان

source: show stickybutton
fa_ir: نمایش دکمهٔ چسبان

source: set sticky button instagram info
fa_ir: مقدار دهی اطلاعات Instagram دکمهٔ چسبان

source: set sticky button call info
fa_ir: مقدار دهی اطلاعات تماس دکمهٔ چسبان

source: set sticky button whatsapp info
fa_ir: مقدار دهی اطلاعات WhatsApp دکمهٔ چسبان

source: Wholesale users settings
fa_ir: تنظیمات همکاران

source: Checkout settings.
fa_ir: تنظیمات وارسی.

source: Contact form settings.
fa_ir: تنظیمات فرم تماس.

source: Settings for user actions, such as sending SMS messages following registration.
fa_ir: تنظیمات برای فرایند‌های کاربر،‌مانند ارسال پیام بعد از ثبت‌نام کاربر.

source: Sticky button settings.
fa_ir: تنظیمات دکمهٔ چسبان.

source: sms username
fa_ir: نام‌کاربری سامانه پیامک

source: sms password
fa_ir: رمز سامانه پیامکی

source: The values of these inputs are utilized for all SMS actions.
fa_ir: مقادیر این ورودی‌ها برای تمامی اعمال پیامکی استفاده خواهند شد.

source: WSDL api url
fa_ir: آدرس رابط نرم‌افزار WSDL

source: This plugin communicates with WSDL api service through PHP soap api, which takes the above input to connect with api.
fa_ir: این افزونه توسط سرویس رابط نرم‌افزاری WSDL از طریق رابط کاربری soap PHP ارتباط برقرار می‌کند، که مقادیر بالا را برای اتصال به رابط نرم‌افزاری استفاده می کند.

source: The SendByBaseNumber2 function is used to transmit parameters, which include username, password, to, bodyId, and text.
fa_ir: تابع SendByBaseNumber2 برای ارسال مقادیر استفاده شده است، که شامل نام‌کاربری، رمز عبور، به، bodyId و متن است.

source: Activate checkout field
fa_ir: فعال سازی فیلدهای وارسی

source: Message for conditional checkout field..
fa_ir: پیام برای فیلد‌های وارسی شرطی.

source: e.g. London, Tehran
fa_ir: مانند تهران، لندن

source: To input the city name, press Tab/Space/Enter.
fa_ir: برای وارد کردن نام شهر، کلید‌های Tab، Space یا Enter را بفشارید.

source: sms ID
fa_ir: شناسهٔ پیامک

source: SMS parameters separated by a semicolon, for example, XXX;YYY;ZZZ.
fa_ir: پارامتر‌های پیامک توسط سمیکلن جدا شده‌اند، مانند: XXX;YYY;ZZZ.

source: Note: To work, this section uses the SMS panel settings section, which delivers input separated by a semicolon.<br/> The first input must have the SMS id, and the second must contain external parameters, the first of which is always the username.
fa_ir: توجه داشته برای اجرا، این بخش از تنظیمات بخش پنل پیامکی استفاده می‌کند. که مقادیر ورودی جدا شده با سمیکلن را منتقل می‌کند. ورودی اول باید شامل شناسهٔ پیامکی باشد، و ورودی دوم شامل پارامترهای اضافی که همیشه اولین مقدار شامل نام کاربری است.

source: Name
fa_ir: نام

source: Phone Number
fa_ir: شمارهٔ تماس

source: Plugin configuration raw data
fa_ir: داده‌های خام تنظیمات

source: Enter your phone number, and we'll call you as soon as we can.
fa_ir: شمارهٔ تماس خود را وارد کنید و در سریع‌ترین زمان با شما تماس خواهیم گرفت.

source: First and last name:
fa_ir: نام و نام خانوادگی:

source: i.e. Reza Eskandari
fa_ir: برای مثال،‌ رضا اسکندری

source: At least three letters, including spaces
fa_ir: حداقل ۳ حرف، شامل فاصله

source: Phone number:
fa_ir: شمارهٔ تماس:

source: i.e. +989123456789, 09123456789
fa_ir: مانند +۹۸۱۲۳۴۵۶۷۸۹، ۰۹۱۲۳۴۵۶۷۸۹

source: Enter a 10-digit number starting with +98 or 0.
fa_ir: شمارهٔ ۱۰ رقمی وارد کنید که با +۹۸ و ۰ شروع شود.

source: Send contact info
fa_ir: ارسال اطلاعات تماس

source: Seyyed Morteza Razavi
fa_ir: سید مرتضی رضوی
